txt_Creator=Traduit par Matrix360
=
txt_IsWOW64=Cette application nécessite la plateforme x86. Exécutez la version x64
txt_FileNotFound=Fichier non trouvé : %s
txt_ServiceChecking=Vérification du service Windows Update...
txt_ServiceIsDisabled=Le service Windows Update est désactivé. Démarrage du service Windows Update...
txt_VersionWUA=Version de l'agent Windows Update : %d.%d
txt_VersionAPI=Version API de l'agent Windows Update : %s
txt_WUA_UpdateRequired=L'agent Windows Update doit être mis à jour en version %d.%d
txt_InitializationAPI=Initialisation de l'API de l'agent Windows Update...
txt_CommittingUpdates=Validation des mises à jour...
=
txt_Size_Byte=o
txt_Size_Kilobyte=ko
txt_Size_Megabyte=Mo
txt_Size_Gigabyte=Go
=
txt_Button_WindowsUpdate=Mise(s) à jour
txt_Button_Installed=Installée(s)
txt_Button_Hidden=Cachée(s)
txt_Button_History=Historique des m. à j.
txt_Button_Cancel=Annuler
txt_Button_Reboot=Redémarrer
txt_Combobox_NotConfigured=Non configurée
txt_Combobox_Disabled=Désactivée
txt_Combobox_NotificationMode=Mode notification
txt_Combobox_DownloadOnly=Télécharger seulement
txt_Combobox_Other=Autre
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Inclure les pilotes
txt_Checkbox_IncludeSuperseded=Inclure les m. à j. remplacées
txt_Checkbox_OfflineMode=Mode hors-ligne
txt_Checkbox_SelectAll=Tout sélectionner
txt_Checkbox_SelectedByWU=Sélectionnée(s) par Windows Update
txt_Groupbox_SearchSettings=Paramètres de recherche
txt_Groupbox_AutomaticUpdates=Mise à jour automatique
txt_Hint_Search=Vérifier les mises à jour
txt_Hint_Download=Télécharger seulement
txt_Hint_Install=Installer
txt_Hint_Uninstall=Désinstaller
txt_Hint_Hide=Cacher
txt_Hint_Unhide=Rendre visible
txt_Hint_Cancel=Annuler
txt_Hint_Reboot=Redémarrer maintenant
txt_Prompt_Filter=Chercher dans la liste
txt_Title_RebootRequired=Redémarrage nécessaire
txt_Title_UpdateInformation=Information de mise à jour
txt_Description_RebootRequired=Pour terminer, un redémarrage du système est nécessaire. Redémarrer maintenant ?
=
txt_Log_RebootRequired=Nécessite un redémarrage du système pour terminer
txt_Log_RebootSystem=Redémarrage du système...
=
txt_UpdateStatus_PendingForDownload=En attente de téléchargement
txt_UpdateStatus_PendingForInstall=En attente d'installation
txt_UpdateStatus_PendingForReboot=En attente de redémarrage
txt_UpdateStatus_Initializing=Initialisation
txt_UpdateStatus_Verifying=Vérification
=
txt_OperationResult_Failed=Échec
txt_OperationResult_FailedErrorCode=Échec avec code d'erreur 0x%.8x
txt_OperationResult_Succeeded=Succès
txt_OperationResult_SucceededErrorCode=Succès avec code d'erreur 0x%.8x
txt_OperationResult_SucceededWithErrors=Succès avec erreurs. Les résultats peuvent être incomplets
txt_OperationResult_NotStarted=Non démarré
txt_OperationResult_InProgress=En cours
txt_OperationResult_Aborted=Annulé
=
txt_SearchProcess=Recherche des mises à jour...
txt_SearchProcessWarning=Avertissement : 0x%.8x %s
txt_DownloadProcess=Téléchargement des mises à jour...
txt_DownloadProcessItem=Téléchargement "%s"...
txt_InstallationProcess=Installation des mises à jour...
txt_InstallationProcessItem=Installation "%s"...
txt_InstallationRequiresExclusive="%s" doit être installée seule. Ignorée
txt_UninstallationProcess=Désinstallation des mises à jour...
txt_UninstallationProcessItem=Désinstallation "%s"...
